[{"id":1234,"name":"The Butler's Demise","date":"2023-10-31T23:45:00","place_id":1042,"description":"Mr. Blackwood's body was found in the library. No sign of forced entry.","difficulty":2,"guilty_suspect_id":4204,"details":"<h3>The Butler's Demise (2023)</h3><p>Mr. Blackwood was found lifeless in his library. No signs of forced entry were detected, suggesting the killer was already inside. <em>Traces of poison</em> were later found in a wine glass.</p>"},{"id":5678,"name":"The Phantom Cargo","date":"2023-11-05T02:15:00","place_id":8821,"description":"A crate of counterfeit goods was opened; the night watchman was knocked out.","difficulty":2,"guilty_suspect_id":9124,"details":"<h3>The Phantom Cargo (2023)</h3><p>At the Port of Dover, Warehouse 4 was breached. A heavy crate containing counterfeit goods was opened and the night watchman was knocked unconscious. It appears to be an organized smuggling operation gone wrong.</p>"},{"id":9012,"name":"Data Leak","date":"2023-11-12T14:30:00","place_id":3390,"description":"Prototype X-99 disappeared from the secure vault during lunch break.","difficulty":1,"guilty_suspect_id":1102,"details":"<h3>Data Leak (2023)</h3><p>Chaos at BioTech Future Labs. The top-secret <strong>Prototype X-99</strong> vanished from the secure vault during the lunch break. Security logs indicate an insider threat familiar with the server room layout.</p>"},{"id":3456,"name":"The Bearded Mona Lisa","date":"2023-11-20T10:00:00","place_id":4102,"description":"A priceless painting was tagged with red spray paint.","difficulty":0,"guilty_suspect_id":7320,"details":"<h3>The Bearded Mona Lisa (2023)</h3><p>A priceless painting at the City Museum of Fine Arts was defaced with bright red spray paint. The act seems less like a theft and more like a statement of <em>artistic rebellion</em>.</p>"},{"id":7890,"name":"Purse Snatching","date":"2023-11-22T16:00:00","place_id":5050,"description":"Theft near the fountain reported by a tourist.","difficulty":1,"guilty_suspect_id":5510,"details":"<h3>Purse Snatching (2023)</h3><p>A tourist was robbed near the crowded fountain in Central Park. The thief vanished into the throng, leaving the victim in shock. Surveillance cameras caught a glimpse of a red cap.</p>"},{"id":2345,"name":"Subway Assault","date":"2023-11-23T22:30:00","place_id":6712,"description":"Argument turned violent on Platform 3.","difficulty":0,"guilty_suspect_id":8880,"details":"<h3>Subway Assault (2023)</h3><p>An altercation turned violent on Platform 3 of the Downtown Metro. A knife was pulled, and the aggressor was seen jumping over the turnstiles to escape. The motive appears to be personal.</p>"},{"id":6789,"name":"Register Robbery","date":"2023-11-24T06:00:00","place_id":7299,"description":"The cash register was forced open before opening hours.","difficulty":2,"guilty_suspect_id":2234,"details":"<h3>Register Robbery (2023)</h3><p>The cash register at <em>'The Golden Crust'</em> bakery was forced open before dawn. Curiously, the front door was unlocked, pointing towards someone who might still have a key.</p>"},{"id":1357,"name":"Vehicle Vandalism","date":"2023-11-25T01:00:00","place_id":8001,"description":"Several side mirrors were smashed during the game.","difficulty":1,"guilty_suspect_id":6450,"details":"<h3>Vehicle Vandalism (2023)</h3><p>During a high-stakes match, several luxury vehicles were vandalized in the Stadium Parking. Smashed mirrors and dents suggest hooliganism fueled by post-game adrenaline.</p>"},{"id":2468,"name":"Street Deal","date":"2023-11-26T23:00:00","place_id":9444,"description":"Suspicious exchange reported by a local resident.","difficulty":1,"guilty_suspect_id":3990,"details":"<h3>Street Deal (2023)</h3><p>Residents near Whispering Alley reported a suspicious exchange late at night. Police found traces of white powder and an overturned trash can, signs of a drug deal interrupted.</p>"},{"id":9753,"name":"Bar Brawl","date":"2023-11-27T02:00:00","place_id":2210,"description":"Fight broke out after a refusal of service.","difficulty":2,"guilty_suspect_id":1550,"details":"<h3>Bar Brawl (2023)</h3><p>A refusal of service at <em>'The Last Drop'</em> escalated into a massive brawl. Chairs were thrown and glasses smashed. The instigator seems to be a regular who couldn't handle their drink.</p>"},{"id":8642,"name":"Operation Red Fox","date":"1980-11-09T23:15:00","place_id":1989,"description":"A double agent was found poisoned in the back booth during a jazz concert.","difficulty":2,"guilty_suspect_id":19804,"details":"<h3>Operation Red Fox (1980)</h3><p><strong>Berlin, Cold War.</strong> A double agent was found poisoned in a back booth at Checkpoint Charlie Café. The killer managed to slip a lethal dose into his drink unnoticed by the jazz-loving crowd.</p>"},{"id":7531,"name":"The Silicon Soul","date":"2050-05-15T04:30:00","place_id":2077,"description":"Lead developer found with their brain-computer interface overloaded by a virus.","difficulty":0,"guilty_suspect_id":20771,"details":"<h3>The Silicon Soul (2050)</h3><p>A lead developer was found dead, their brain-interface overloaded by a combat virus. Digital forensics point to a rogue android unit breaching the server room.</p>"},{"id":1593,"name":"Breathless in Sector 7","date":"2146-01-20T14:00:00","place_id":3042,"description":"Sabotage of the main oxygen tank. Critical life support failure imminent.","difficulty":0,"guilty_suspect_id":30002,"details":"<h3>Breathless in Sector 7 (2146)</h3><p><strong>Mars Bio-Dome.</strong> A critical sabotage of the main oxygen tank threatens the colony. Surveillance footage captured a figure using a laser cutter to tamper with the life-support valves.</p>"}]